IDS_DGNCALCBASE_TEST = "DgnCalcBase-Test(Jazyk:EN)"
IDS_MESHPMCV_AUTOMESH_SectionData = "Data Průřezu nejsou vhodná pro generování sítě."
IDS_MESHPMCV_AUTOMESH_MakeMesh = "Nepodařilo se vygenerovat automatickou síť."
IDS_MESHPMCV_AUTOMESH_Property = "Nepodařilo se vypočítat vlastnosti průřezu automaticky zesíťovaného Průřezu."
IDS_MESHPMCV_PROPERTY_Area = "Nepodařilo se vypočítat vlastnosti průřezu ( plocha průřezu )."
IDS_MESHPMCV_PROPERTY_1stInertia = "Nepodařilo se vypočítat vlastnosti průřezu ( 1. Moment setrvačnosti )."
IDS_MESHPMCV_PROPERTY_2ndInertia = "Nepodařilo se vypočítat vlastnosti průřezu ( 2. Moment setrvačnosti )."
IDS_MESHPMCV_PROPERTY_PlasticCent = "Nepodařilo se vypočítat vlastnosti průřezu ( plastické těžiště )."
IDS_MESHPMCV_MAKECURV_PMCvAngle = "V základních informacích o úhlu pro vytvoření PM křivky je chyba."
IDS_MESHPMCV_MAKECURV_PMCvLine = "Vytvoření PM křivky se nezdařilo."
IDS_MESHPMCV_TUNECURV_LessLine = "Automaticky upravená PM křivka je menší než původní PM křivka."
IDS_MESHPMCV_CALRATIO_SelectLine = "V kandidátech PM křivky pro výpočet návrhové pevnosti je chyba."
IDS_MESHPMCV_CALRATIO_FindStrength = "Nepodařilo se vypočítat návrhovou pevnost."
IDS_MESHPMCV_CALRATIO_MakeCurve = "Nepodařilo se vypočítat PM křivku pro návrhovou pevnost."
IDS_MESHPMCV_CALRATIO_OverIncAngle = "Přírůstkový úhel je příliš velký."
IDS_MESHPMCV_CALRATIO_ForceSum = "Nepodařilo se vypočítat součet sil."
IDS_GEO_DGNCALC_PILE_FDN = "Pilotní základ"
IDS_GEO_DGNCALC_FOOT_FDN = "Přímý základ"
IDS_GEO_DGNCALC_FDN_BEARING_REVIEW = "Kontrola nosnosti"
IDS_GEO_DGNCALC_FDN_FRICTION_RESULT = "Negativní tření"
IDS_GEO_DGNCALC_FDN_SETTLE_RESULT = "Kontrola sedání"
IDS_GEO_DGNCALC_FDN_DIR_RESULT = "Boční nosnost"
IDS_GEO_DGNCALC_FDN_DGN_STANDARD_2009 = "Norma pro návrh Základu konstrukcí (2009.3)"
IDS_GEO_DGNCALC_FDN_RAILBRIDGE_DGN_2004 = "Norma pro návrh železničních mostů (2004)"
IDS_GEO_DGNCALC_FDN_BRIDGE_DGN_SPEC_2008 = "Specifikace návrhu mostů (2008)"
IDS_GEO_DGNCALC_FDN_TIP_BEARING = "Koncová nosnost"
IDS_GEO_DGNCALC_FDN_FRICTION = "Tření"
IDS_GEO_DGNCALC_FDN_PILE_TYPE = "Vrtaná pilot"
IDS_GEO_DGNCALC_FDN_DRILLED = "Vrtaná pilot"
IDS_GEO_DGNCALC_FDN_PILE_PURCHASE = "Prefabrikovaná pilot"
IDS_GEO_DGNCALC_FDN_INTERVAL_PILE = "Vrtaná pilot"
IDS_GEO_DGNCALC_FDN_STEEL = "Ocelová pilot"
IDS_GEO_DGNCALC_FDN_STATICS_REVIEW = "Kontrola statiky"
IDS_GEO_DGNCALC_FDN_FIELD_TEST = "Terénní zkouška"
IDS_GEO_DGNCALC_FDN_BEARING_ROCK_REVIEW = "Nosnost skály"
IDS_GEO_DGNCALC_SAND = "Písek"
IDS_GEO_DGNCALC_CLAY = "Jíl"
IDS_GEO_DGNCALC_ROCK = "Skála"
IDS_GEO_DGNCALC_FDN_SPT = "Standardní penetrační zkouška"
IDS_GEO_DGNCALC_FDN_CPT = "Statická kuželová penetrační zkouška (CPT)"
IDS_GEO_DGNCALC_FDN_PMT = "Zkouška tlakem"
IDS_GEO_DGNCALC_FDN_PBT = "Zkouška nosnosti desky"
IDS_GEO_DGNCALC_FDN_VST = "Zkouška smykem"
IDS_GEO_DGNCALC_FDN_ROWE_ARMITAGE = "Rowe. et al"
IDS_GEO_DGNCALC_FDN_ZHANG_EINSTEIN = "Zhang. et al"
IDS_GEO_DGNCALC_FDN_CANADIAN_2006 = "Kanadský základ (2006)"
IDS_GEO_DGNCALC_FDN_CANADIAN_1985 = "Kanadský základ (1985)"
IDS_GEO_DGNCALC_FDN_NAVFAC_1982 = "NAVFAC(1982)"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE_QUIROS = "Reese. et al"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1971 = "Meyerhof"
IDS_GEO_DGNCALC_FDN_MEYERHOF = "Meyerhof"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE = "Touma. et al"
IDS_GEO_DGNCALC_FDN_QUIROS_REESE = "Qurios. et al"
IDS_GEO_DGNCALC_FDN_REESE_ONEILL = "Reese. et al"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD = "Standard návrhu základů konstrukcí"
IDS_GEO_DGNCALC_FDN_ASSHTO = "AASHTO"
IDS_GEO_DGNCALC_FDN_FHWA = "FHWA"
IDS_GEO_DGNCALC_FDN_DRAIN_CONSIDER = "zohlednění c-Φ"
IDS_GEO_DGNCALC_FDN_ROCKSTRENTH_JOINT = "Pevnost horniny a vlastnosti diskontinuit"
IDS_GEO_DGNCALC_FDN_LIMITE_COMPRESS = "Zkouška zatížení vrtu"
IDS_GEO_DGNCALC_FDN_SPT_UNLIMITE = "Standardní penetrační zkouška"
IDS_GEO_DGNCALC_FDN_CPT_UNLIMITE = "Zkouška kuželovou penetrací"
IDS_GEO_DGNCALC_FDN_ROCKPILE_UNLIMITE = "Piloty zatlučené do skály"
IDS_GEO_DGNCALC_FDN_SAND_SPT = "Písčitá půda - SPT"
IDS_GEO_DGNCALC_FDN_UNDRAIN_CLAY = "Jíl - metoda α faktoru"
IDS_GEO_DGNCALC_FDN_EFFECT_STRESS = "Jíl - metoda β faktoru"
IDS_GEO_DGNCALC_FDN_CLAY_FACTOR = "Jíl - metoda λ faktoru"
IDS_GEO_DGNCALC_FDN_CONSTRUCT_DISTURB_CONSIDER = "Rušení půdy"
IDS_GEO_DGNCALC_FDN_CLAY_LAYER = "Jílová vrstva"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_TABLE = "Písčitá půda"
IDS_GEO_DGNCALC_FDN_CLAY_ALPHA = "Jíl - metoda α faktoru"
IDS_GEO_DGNCALC_FDN_CLAY_SPT = "Jíl - SPT"
IDS_GEO_DGNCALC_FDN_CLAY_UNDRAIN = "Jíl - Undrain pevnost"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_FRICTION_TABLE = "Písčitá půda"
IDS_GEO_DGNCALC_FDN_USE_SPT = "Standardní penetrační zkouška"
IDS_GEO_DGNCALC_FDN_ROCK_1988 = "Skála - Kulhawy"
IDS_GEO_DGNCALC_FDN_ROCK_1979 = "Skála - Kenney"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1976 = "Výpočet únosnosti (Meyerhof,1976) pro písčitou zeminu s využitím hodnoty N ze SPT"
IDS_GEO_DGNCALC_FDN_INTERNAL_FINALBLOW = "Konečné zatloukání pilot"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEMILK = "Míchání cementové mléko"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEPLACING = "Lití betonu"
IDS_GEO_DGNCALC_FDN_STEELPILE_SOFTROCK = "Ocelová pilotka do měkké skály"
IDS_GEO_DGNCALC_FDN_CPT_TIP_RESISTANCE = "Zkouška kuželovou penetrací"
IDS_GEO_DGNCALC_FDN_SPT_ELSE_UNLIMITE = "SPT a undrain pevnost"
IDS_GEO_DGNCALC_FDN_ULTIMATE_BEARING = "Konečná nosnost"
IDS_GEO_DGNCALC_FDN_CALC_HORIZFACTOR = "Horizontální modul pružnosti"
IDS_GEO_DGNCALC_FDN_CALC_HORIZ_BEARING = "Horizontální nosnost"
IDS_GEO_DGNCALC_FDN_CALC_ELASTICFACTOR = "Modul pružnosti půdy"
IDS_GEO_DGNCALC_FDN_DAVISSION_1970 = "Jíl"
IDS_GEO_DGNCALC_FDN_SOIL_N = "Standardní penetrační zkouška"
IDS_GEO_DGNCALC_FDN_PILETYPE_BEARING = "Výpočet únosnosti pro zaráženou pilotu"
IDS_GEO_DGNCALC_FDN_DRILLED_BEARING = "Výpočet únosnosti pro vrtané piloty betonované na místě"
IDS_GEO_DGNCALC_FDN_INTERNAL_BEARING = "Výpočet únosnosti vrtaných pilot"
IDS_GEO_DGNCALC_FDN_JAPAN_BRIDGE = "Japonský standard silničního mostu"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_2004 = "Specifikace pro návrh Základu konstrukcí (Japonská architektonická asociace, 2004)"
IDS_GEO_DGNCALC_ELASTIC_DIFF = "Elastická teorie"
IDS_GEO_DGNCALC_ELASTIC_DIFF1 = "Elastická teorie 1"
IDS_GEO_DGNCALC_ELASTIC_DIFF2 = "Elastická teorie 2"
IDS_GEO_DGNCALC_CLAY_SAT = "Saturace jílu"
IDS_GEO_DGNCALC_STRAIN_EFFECT = "Efekt deformace"
IDS_GEO_DGNCALC_FDN_TERZAGHI_BEARING = "Terzaghiho rovnice"
IDS_GEO_DGNCALC_FDN_MEYERHOF_BEARING = "Meyerhofova rovnice"
IDS_GEO_DGNCALC_FDN_GENERAL_SHEAR_FAIL = "Obecné selhání smykem"
IDS_GEO_DGNCALC_FDN_LOCAL_SHEAR_FAIL = "Lokální selhání smykem"
IDS_GEO_DGNCALC_FDN_MODIFY_TERZAGHI = "Upravená Terzaghiho rovnice"
IDS_GEO_DGNCALC_FDN_EXPERIENCE = "Zkušenost"
IDS_GEO_DGNCALC_FDN_COMP_STRENGTH = "Uniaxální pevnost v tlaku"
IDS_GEO_DGNCALC_FDN_GOOD_ROCK = "Dobrá skála"
IDS_GEO_DGNCALC_FDN_ROCK_CLASSIFICATION = "Klasifikace skály"
IDS_GEO_DGNCALC_FDN_PBT_TERZAGHI_PECK = "Terzaghi et al."
IDS_GEO_DGNCALC_FDN_PBT_BOND = "Bond."
IDS_GEO_DGNCALC_FDN_CANNOT_CALC_BEARING = "Nelze vypočítat únosnost."
IDS_GEO_DGNCALC_FDN_ISNOT_LOAD = "Žádné svislé zatížení."
IDS_GEO_DGNCALC_FDN_MSG_E2B2E1L2 = "v případě e2 ≥ B/2 nebo e1 ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_E2B2ELL2 = "v případě eB ≥ B/2 nebo eL ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_ONLYAXIALFORCE = "v případě, že působí pouze osová síla."
IDS_GEO_DGNCALC_FDN_MSG_ED8 = "v případě e ≤ D/8 (lichoběžníkové rozdělení)"
IDS_GEO_DGNCALC_FDN_MSG_ED8_TRIANGLE = "v případě e > D/8 (trojúhelníkové rozdělení)"
IDS_GEO_DGNCALC_FDN_MSG_ED2 = "v případě e ≥ D/2"
IDS_GEO_DGNCALC_FDN_MSG_B6 = "v případě ≤ B/6 (lichoběžníkové rozdělení)"
IDS_GEO_DGNCALC_FDN_MSG_EB6_TRIANGLE = "v případě e > B/6 (trojúhelníkové rozdělení)"
IDS_GEO_DGNCALC_FDN_MSG_EL6 = "v případě e ≤ L/6 (lichoběžníkové rozdělení)"
IDS_GEO_DGNCALC_FDN_MSG_EL6_TRIANGLE = "v případě e > L/6 (trojúhelníkové rozdělení)"
IDS_GEO_DGNCALC_FDN_MSG_6E2B6E1L = "v případě 6e2/B + 6e1/L ≤ 1.0 (lichoběžníkové rozdělení)"
IDS_GEO_DGNCALC_FDN_MSG_6EBB6ELL = "v případě 6eB/B + 6eL/L ≤ 1.0 (lichoběžníkové rozdělení)"
IDS_GEO_DGNCALC_FDN_MSG_B6E1L = "v případě /B + 6e1/L > 1.0 (trojúhelníkové rozdělení)"
IDS_GEO_DGNCALC_FDN_MSG_B6ELL = "v případě /B + 6eL/L > 1.0 (trojúhelníkové rozdělení)"
IDS_DGNCALCBASE_MESH_FAIL = "Generování sítě se nezdařilo."
IDS_GEO_DGNCALC_FDN_TIP_BEARING_EQ = "Rovnice únosnosti na špičce ocelové trubkové piloty zaražené do měkké horniny"
IDS_GEO_DGNCALC_FDN_ROEW_1987 = "Rowe a Armitage(1987)"
IDS_GEO_DGNCALC_FDN_ZHANG_1998 = "Zhang a Einstein(1998)"
IDS_GEO_DGNCALC_FDN_CFEM_2006 = "Kanadská příručka základového inženýrství (2006)"
IDS_GEO_DGNCALC_FDN_SPT_TIP_ULT_BEARING = "Mezní únosnost na špičce podle SPT"
IDS_GEO_DGNCALC_FDN_CLAY_PILETYPE_TIP_BEARING = "Únosnost na špičce zarážené piloty v jílu"
IDS_GEO_DGNCALC_FDN_CPT_TIP_BEARING = "Mezní únosnost na špičce podle CPT"
IDS_GEO_DGNCALC_FDN_DISTURB_TIP_BEARING = "Únosnost na špičce vlivem porušení zeminy během výstavby"
IDS_GEO_DGNCALC_FDN_CLAY_DRILLED_TIP_BEARING = "Únosnost na špičce piloty betonované na místě v jílu"
IDS_GEO_DGNCALC_FDN_TOUMA_1974 = "Touma a Reese (1974), Quiros a Reese (1977)"
IDS_GEO_DGNCALC_FDN_INTERNAL_TIP_ULT_BEARING = "Únosnost na špičce vrtané piloty (injektáž cementovým mlékem)"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1956 = "Meyerhofova rovnice (1956)"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_JAPAN_2004 = "Specifikace pro návrh Základu konstrukcí (Japonská architektonická asociace, 2004)"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD_1997 = "Norma pro návrh Základu konstrukcí (1997)"
IDS_GEO_DGNCALC_FDN_CGS_1985 = "Kanadská geotechnická společnost (1985)"
IDS_DGNCALCBASE_CALC_SECT_PROP_FAIL = "Výpočet vlastností průřezu se nezdařil."
IDS_DGNCALCBASE_ERROR_SECT_DATA__s = "Při použití souboru s daty průřezu došlo k chybě( %s ).\nChyba :"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "deg"
